posts/ming-yan.org
#+BEGIN_COMMENT
.. title: 名言
.. slug: ming-yan
.. date: 2016-10-24 17:32:51 UTC+08:00
.. tags: 
.. category: 
.. link: 
.. description: 
.. type: text
#+END_COMMENT



If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is.
——Quotation by Von-Neumann 

如果有人不相信数学是简单的，那是因为他们没有意识到人生有多复杂。
——冯・诺伊曼

#+HTML: <!-- TEASER_END-->

* 关于做人：

1. “在听别人讲话时，许多人的目的并不是理解对方在说什么，而是盘算自己应该如何回复.” — Stephen Covey

2. 如果你想知道一个人的真正教养，就去看 Ta 如何对待比 Ta 社会地位更低的人，而不是和 Ta 社会地位相当的人。 ― J.K. Rowling

* 关于生活：

1. 如果人们不相信数学很简单，那只是因为他们不知道生活有多复杂。― John Louis von Neumann

2. 在大多数人看来，路人甲只是路人甲，就像偶尔擦过夜空的流星，不会一直停留在你的生命里。但是，即使微弱如流星，也会有它的轨迹，也会在夜深人静时，借着划过夜空的那一秒钟，发出属于它自己的声音，希望被有心的人听到。 ― 梁朝伟，《听见流星的声音》

3. 如果不平等是常态，那最大的不平等也很难被注意到。如果平等是常态，那稍微有一点不平等，人们都会发现。 ― Alain De Botton, Status Anxiety

* 关于对自我与世界的认知：

1. 生命真的很短暂吗？还是说，其实只是我们觉得它短暂。如果我们能活1000年，我们会不会一样觉得生命很短暂呢？ ― Paul Graham

2. 我认为，每个人都有一个觉醒期，但觉醒的早晚决定个人的命运。― 路遥，《平凡的世界》

3. 参禅之初，看山是山，看水是水；禅有悟时，看山不是山，看水不是水；禅中彻悟，看山仍然山，看水仍然是水。― 青原行思

4. 不要温和地走进那个良夜，白昼将尽，暮年仍应燃烧咆哮。― Dylan Thomas

* 关于学习和工作：

1. 因加班而得不到足够睡眠对一个员工而言是健康和创造力上的摧残。更可怕的是，睡眠不足还会影响到员工身边的人。当一个人缺乏睡眠时，Ta会变得没有耐心，变得更粗鲁，和变得容易走神。所以，我们应该反思现行的“加班文化”。繁忙和劳累不应该成为一个人的荣誉勋章。 ― Jason Fried

2. 一个人说二外时通常会变得更善于用逻辑分析，而不是诉诸于情绪。― Shaun Kelly

3. 如果你发现写作很难，那是因为写作真的很难。― William Zinsser

4. 书单那么长，生命却那么短。― Frank Zappa

5. 数学家的任务是把咖啡转换成定理。― Paul Erdos
* 关于编程、设计、产品开发：

1. 人们购买的不是产品，而是拥有和使用产品时的感觉。 ― Bernadette Jiwa

4. 如果你没被你发布的第一版产品尴尬到，你发布地已经太晚了。― Reid Hoffman

5. 凌波微步和按需求文档开发软件都很简单，只要需求（和水）都是凝固的就可以了。― Edward Berard

6. 设计一款软件有两种方式。第一种是把它设计得足够简单，使它没有明显的缺点。第二种是把它设计得足够复杂，使它没有明显的缺点。― C. A. R. Hoare


* 战争
1. "我八千健儿已经牺牲殆尽，敌攻势未衰，前途难卜。若阵地存在，我当生还晋见钧座。如阵地失守，我就死在疆场，身膏野革。他日抗战胜利，你作为抗日名将，乘舰过吴淞口时，如有波涛如山，那就是我来见你了。 ——郭汝瑰"
2. 
3. "青山有幸埋忠骨，松涛飒飒待汝归。"

4. "国家到了如此地步，除了我等为其死，毫无其他办法。。"

5. 谢晋元团长——余一枪一弹，决于敌奋战到底。
