posts/ming-yan.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="zh_cn">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>名言 | 赵骥's Site</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta content="#5670d4" name="theme-color">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../rss.xml">
<link rel="canonical" href="https://qiwulun.github.io/posts/ming-yan.html">
<!--[if lt IE 9]><![endif]--><link rel="stylesheet" href="//maxcdn.bootstrapcdn.com/font-awesome/4.4.0/css/font-awesome.min.css">
<link href="../mycss/tweak.css" rel="stylesheet" type="text/css">
<base target="_parent">
<meta name="author" content="Zhao JI">
<link rel="prev" href="github-de-shi-yong-ji-qiao.html" title="GitHub 的使用技巧" type="text/html">
<link rel="next" href="cong-xue-sheng-dao-zhi-chang.html" title="从学生到职场" type="text/html">
<meta property="og:site_name" content="赵骥's Site">
<meta property="og:title" content="名言">
<meta property="og:url" content="https://qiwulun.github.io/posts/ming-yan.html">
<meta property="og:description" content="Table of Contents


关于做人：
关于生活：
关于对自我与世界的认知：
关于学习和工作：
关于编程、设计、产品开发：
战争




If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is.
——Quotat">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2016-10-24T17:32:51+08:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">跳到主内容</a>

<!-- Menubar -->

<nav class="navbar navbar-inverse navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="https://qiwulun.github.io/">

                <span id="blog-title">赵骥's Site</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="../archive.html">文章存档</a>
                </li>
<li>
<a href="../galleries/">图库</a>
                </li>
<li>
<a href="../categories/">标签</a>
                </li>
<li>
<a href="../rss.xml">RSS 源</a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right"></ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="#" class="u-url">名言</a></h1>

        <div class="metadata">
            <p class="byline author vcard"><span class="byline-name fn">
                    Zhao JI
            </span></p>
            <p class="dateline"><a href="#" rel="bookmark"><time class="published dt-published" datetime="2016-10-24T17:32:51+08:00" itemprop="datePublished" title="2016-10-24 17:32">2016-10-24 17:32</time></a></p>
                <p class="commentline">
        
    <a href="ming-yan.html#disqus_thread" data-disqus-identifier="cache/posts/ming-yan.html">Comments</a>


            

        </p>
</div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="ming-yan.html#sec-1">关于做人：</a></li>
<li><a href="ming-yan.html#sec-2">关于生活：</a></li>
<li><a href="ming-yan.html#sec-3">关于对自我与世界的认知：</a></li>
<li><a href="ming-yan.html#sec-4">关于学习和工作：</a></li>
<li><a href="ming-yan.html#sec-5">关于编程、设计、产品开发：</a></li>
<li><a href="ming-yan.html#sec-6">战争</a></li>
</ul>
</div>
</div>
<p>
If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is.
——Quotation by Von-Neumann 
</p>

<p>
如果有人不相信数学是简单的，那是因为他们没有意识到人生有多复杂。
——冯・诺伊曼
</p>

<!-- TEASER_END-->

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">关于做人：</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>“在听别人讲话时，许多人的目的并不是理解对方在说什么，而是盘算自己应该如何回复.” — Stephen Covey
</li>

<li>如果你想知道一个人的真正教养，就去看 Ta 如何对待比 Ta 社会地位更低的人，而不是和 Ta 社会地位相当的人。 ― J.K. Rowling
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">关于生活：</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>如果人们不相信数学很简单，那只是因为他们不知道生活有多复杂。― John Louis von Neumann
</li>

<li>在大多数人看来，路人甲只是路人甲，就像偶尔擦过夜空的流星，不会一直停留在你的生命里。但是，即使微弱如流星，也会有它的轨迹，也会在夜深人静时，借着划过夜空的那一秒钟，发出属于它自己的声音，希望被有心的人听到。 ― 梁朝伟，《听见流星的声音》
</li>

<li>如果不平等是常态，那最大的不平等也很难被注意到。如果平等是常态，那稍微有一点不平等，人们都会发现。 ― Alain De Botton, Status Anxiety
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">关于对自我与世界的认知：</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li>生命真的很短暂吗？还是说，其实只是我们觉得它短暂。如果我们能活1000年，我们会不会一样觉得生命很短暂呢？ ― Paul Graham
</li>

<li>我认为，每个人都有一个觉醒期，但觉醒的早晚决定个人的命运。― 路遥，《平凡的世界》
</li>

<li>参禅之初，看山是山，看水是水；禅有悟时，看山不是山，看水不是水；禅中彻悟，看山仍然山，看水仍然是水。― 青原行思
</li>

<li>不要温和地走进那个良夜，白昼将尽，暮年仍应燃烧咆哮。― Dylan Thomas
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">关于学习和工作：</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>因加班而得不到足够睡眠对一个员工而言是健康和创造力上的摧残。更可怕的是，睡眠不足还会影响到员工身边的人。当一个人缺乏睡眠时，Ta会变得没有耐心，变得更粗鲁，和变得容易走神。所以，我们应该反思现行的“加班文化”。繁忙和劳累不应该成为一个人的荣誉勋章。 ― Jason Fried
</li>

<li>一个人说二外时通常会变得更善于用逻辑分析，而不是诉诸于情绪。― Shaun Kelly
</li>

<li>如果你发现写作很难，那是因为写作真的很难。― William Zinsser
</li>

<li>书单那么长，生命却那么短。― Frank Zappa
</li>

<li>数学家的任务是把咖啡转换成定理。― Paul Erdos
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">关于编程、设计、产品开发：</h2>
<div class="outline-text-2" id="text-5">
<ol class="org-ol">
<li>人们购买的不是产品，而是拥有和使用产品时的感觉。 ― Bernadette Jiwa
</li>

<li>如果你没被你发布的第一版产品尴尬到，你发布地已经太晚了。― Reid Hoffman
</li>

<li>凌波微步和按需求文档开发软件都很简单，只要需求（和水）都是凝固的就可以了。― Edward Berard
</li>

<li>设计一款软件有两种方式。第一种是把它设计得足够简单，使它没有明显的缺点。第二种是把它设计得足够复杂，使它没有明显的缺点。― C. A. R. Hoare
</li>
</ol>
</div>
</div>


<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">战争</h2>
<div class="outline-text-2" id="text-6">
<ol class="org-ol">
<li>"我八千健儿已经牺牲殆尽，敌攻势未衰，前途难卜。若阵地存在，我当生还晋见钧座。如阵地失守，我就死在疆场，身膏野革。他日抗战胜利，你作为抗日名将，乘舰过吴淞口时，如有波涛如山，那就是我来见你了。 ——郭汝瑰"
</li>
<li>
</li>
<li>"青山有幸埋忠骨，松涛飒飒待汝归。"
</li>

<li>"国家到了如此地步，除了我等为其死，毫无其他办法。。"
</li>

<li>谢晋元团长——余一枪一弹，决于敌奋战到底。
</li>
</ol>
</div>
</div>
    </div>
    <aside class="postpromonav"><nav><ul class="pager hidden-print">
<li class="previous">
                <a href="github-de-shi-yong-ji-qiao.html" rel="prev" title="GitHub 的使用技巧">前一篇</a>
            </li>
            <li class="next">
                <a href="cong-xue-sheng-dao-zhi-chang.html" rel="next" title="从学生到职场">后一篇</a>
            </li>
        </ul></nav></aside><section class="comments hidden-print"><h2>注释</h2>
        
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qiwulun-github-io",
            disqus_url="https://qiwulun.github.io/posts/ming-yan.html",
        disqus_title="\u540d\u8a00",
        disqus_identifier="cache/posts/ming-yan.html",
        disqus_config = function () {
            this.language = "zh_cn";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        </section></article><script>var disqus_shortname="qiwulun-github-io";(function(){var a=document.createElement("script");a.async=true;a.src="https://"+disqus_shortname+".disqus.com/count.js";(document.getElementsByTagName("head")[0]||document.getElementsByTagName("body")[0]).appendChild(a)}());</script>
</div>
        <!--End of body content-->

        <footer id="footer">
            Contents © 2016         <a href="mailto:qiwulun08@gmail.com">Zhao JI</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
        </footer>
</div>
</div>


            <script src="../assets/js/all-nocdn.js"></script><script src="../assets/js/colorbox-i18n/jquery.colorbox-zh-CN.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
    moment.locale("zh-cn");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>
